Repository: chokkipaterne/odeon
Catalog: locales/*/LC_MESSAGES/djangojs.po
Languages: fr

source: Something went wrong
fr: Quelque chose s'est mal passé

source: Please check your inputs
fr: Veuillez vérifier vos entrées

source: Explore
fr: Explorer

source: Delete Data
fr: Supprimer des données

source: Delete
fr: Supprimer

source: Explore Data
fr: Explorer les données

source: Select Column
fr: Sélectionnez une colonne

source: (Only the first 50 rows & 10 first columns)
fr: (uniquement les 50 premières lignes et les 10 premières colonnes)

source: Please first upload data
fr: Veuillez d'abord télécharger les données

source: You can't use this attribute as filter
fr: Vous ne pouvez pas utiliser cet attribut comme filtre

source: This datatype isn't suitable for this visualization mark
fr: Ce type de données n'est pas adapté à cette marque de visualisation

source: This visualization mark is best suitable to numerical and longitude data
fr: Cette marque de visualisation est la mieux adaptée aux données numériques et de longitude

source: This visualization mark is best suitable to nominal data
fr: Cette marque de visualisation est la mieux adaptée aux données nominales

source: This visualization mark is best suitable to numerical data
fr: Cette marque de visualisation est la mieux adaptée aux données numériques

source: This visualization mark is best suitable to nominal and temporal data
fr: Cette marque de visualisation est la mieux adaptée aux données nominales et temporelles

source: Drag to remove element or click on the element to setup some options
fr: Faites glisser pour supprimer l'élément ou cliquez sur l'élément pour configurer certaines options

source: Value
fr: Valeur

source: No setup available for that element
fr: Aucune configuration disponible pour cet élément

source: Select All
fr: Sélectionner tout

source: Setup Filter:
fr: Configurer le filtre :

source: Setup Attribute:
fr: Attribut de configuration :

source: Zoom visulization
fr: Agrandir la visulisation

source: <b>Initial Viz</b><br/>
fr: <b>Initiale Viz</b><br/>

source: Create Visualization
fr: Créer une visualisation

source: Save as New
fr: Enregistrer comme nouveau

source: Click on 'Save as New' when you are done with the above settings
fr: Cliquez sur "Enregistrer comme nouveau" lorsque vous avez terminé les paramètres ci-dessus

source: Edit Visualization
fr: Modifier la visualisation

source: Sum of weights must be equal to 100
fr: La somme des poids doit être égale à 100

source: Threshold must be less or equal to 10
fr: Le seuil doit être inférieur ou égal à 10

source: Help us provide you better visualization by rating these visualizations.<br/>Nb Visualizations:
fr: Aidez-nous à vous fournir une meilleure visualisation en notant ces visualisations.<br/>Nb Visualisations :

source: Help us provide you better visualization by rating these visualizations.<br/>Nb Distribution Visualizations:
fr: Aidez-nous à vous fournir une meilleure visualisation en notant ces visualisations.<br/>Nb Distribution Visualizations :

source: Help us provide you better visualization by rating these visualizations.<br/>Nb Analysis Visualizations:
fr: Aidez-nous à vous fournir une meilleure visualisation en notant ces visualisations.<br/>Nb Analysis Visualizations :

source: Please select at least one visualization type
fr: Veuillez sélectionner au moins un type de visualisation

source: Please assign rate
fr: Veuillez attribuer un score

source: Data Content
fr: Contenu des données

source: Select objective
fr: Sélectionner l'objectif

source: Select attributes
fr: Sélectionner les attributs

source: and
fr: et

source: chosen values
fr: les valeurs choisies

source: Idioms
fr: Idiomes

source: You can only choose dimensions & measures from same file
fr: Vous ne pouvez choisir que les dimensions et mesures du même fichier

source: You must select at least one attribute
fr: Vous devez sélectionner au moins un attribut

source: Unable to find some visualization recommendations
fr: Impossible de trouver quelques recommandations de visualisation

source: Unable to display the plot
fr: Impossible d'afficher la visualisation

source: Unable to find some visualization recommendataions
fr: Impossible de trouver des recommandations de visualisation

source: Load Data
fr: Charger les données

source: Please assign score for at least one visualization
fr: Veuillez attribuer un score pour au moins une visualisation

source: Save score successfully
fr: Sauvegarde du score avec succès

source: Add to dashboard successfully
fr: Ajout au tableau de bord avec succès

source: Deletion successful
fr: Suppression réussie

source: Save dashboard settings successfully
fr: Enregistrer les paramètres du tableau de bord avec succès
