Repository: chokkipaterne/odeon
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fr

source: Confident
fr: Confiant

source: Less confident
fr: Moins confiant

source: Not confident
fr: Pas confiant

source: Link
fr: Lien

source: Title
fr: Titre

source: Refresh Timeout
fr: Délai de rafraîchissement

source: Let empty if you don't need to refresh data
fr: Laissez vide si vous n'avez pas besoin de rafraîchir les données

source: Link isn't downloadable
fr: Le lien n'est pas téléchargeable

source: Link invalid
fr: Lien non valable

source: File extension not valid
fr: L'extension de fichier n'est pas valable

source: File extension doesn't match with the file to download
fr: L'extension de fichier ne correspond pas au fichier à télécharger

source: Citizen
fr: Citoyen

source: Publisher
fr: Fournisseur de données

source: Developer
fr: Développeur

source: User Type
fr: Type d'utilisateur

source: Email address
fr: Adresse électronique

source: Dashboard
fr: Tableau de bord

source: Are you sure that you want to customize that dashboard?
fr: Êtes-vous sûr de vouloir personnaliser ce tableau de bord ?

source: No
fr: Non

source: Yes
fr: Oui

source: Apply Filters
fr: Appliquer les filtres

source: Visualization Information
fr: Informations sur la visualisation

source: Datasets - ODEON
fr: Jeux de données - ODEON

source: Data Type
fr: Type de données

source: All
fr: Tous

source: Existing Data
fr: Données existantes

source: Requested Data
fr: Jeux de données demandés

source: Country
fr: Pays

source: State/City
fr: Etat/Ville

source: State
fr: Etat

source: Search data by title, description, contact
fr: Recherche de données par titre, description, contact

source: Keywords
fr: Mots clés

source: Requested Data Provided?
fr: Jeu de données demandé fourni ?

source: More options
fr: Plus d'options

source: Less options
fr: Moins d'options

source: available datasets found.
fr: jeux de données disponibles trouvés.

source: requested datasets found.
fr: jeux de données demandés trouvés.

source: datasets found.
fr: jeux de données trouvés.

source: Sort By
fr: Trier par

source: Created Date
fr: Date de création

source: Name Ascending
fr: Nom en ordre croissant

source: Name Descending
fr: Nom en ordre descendant

source: No title
fr: Pas de titre

source: No description
fr: Aucune description

source: There are no datasets matching your request. Please modify your request.
fr: Il n'y a pas de jeux de données correspondant à votre demande. Veuillez modifier votre demande.

source: Project Details
fr: Détails du projet

source: Project Information
fr: Informations sur le projet

source: I think this project is pertinent.
fr: Je pense que ce projet est pertinent.

source: Topic:
fr: Thème:

source: State/Country:
fr: Etat/Pays :

source: Last modified:
fr: Dernière modification :

source: Project Status:
fr: Statut du projet :

source: Resquested by:
fr: Demandé par :

source: List of open data used in this project
fr: Liste des données ouvertes utilisées dans ce projet

source: (requested)
fr: (demandé)

source: Click for more details
fr: Cliquez pour plus de détails

source: Click for less details
fr: Cliquez pour moins de détails

source: Explore data
fr: Explorer les données

source: Project Options
fr: Options du projet

source: Share Project
fr: Partager le projet

source: Access Project
fr: Accéder au projet

source: Customize Dashboard
fr: Personnaliser le tableau de bord

source: Provide Feedback
fr: Donnez votre avis

source: Refine Project Requirements
fr: Affiner les exigences du projet

source: Update Development Progress
fr: Mise à jour de l'avancement du développement

source: Monitor Development Progress
fr: Suivre l'évolution du développement

source: Subscribe to Project
fr: S'abonner au projet

source: Email
fr: Mail

source: Subscribe
fr: S'abonner

source: Requirement Clarification
fr: Clarification des exigences

source: Development Progress
fr: Progression du développement

source: Feedback after Development Complete
fr: Retour d'information après la fin du développement

source: Reply to comment.
fr: Répondre au commentaire.

source: Attachment
fr: Pièce jointe

source: Be the first to comment.
fr: Soyez le premier à commenter.

source: Leave your Comment
fr: Laissez votre commentaire

source: Reply to the following comment:
fr: Répondez au commentaire suivant :

source: Comment Type*
fr: Type de commentaire*

source: Full Name
fr: Nom complet

source: Name*
fr: Nom*

source: User Type*
fr: Type d'utilisateur*

source: Project Status*
fr: Statut du projet*

source: Select the project status
fr: Sélectionnez le statut du projet

source: Submit
fr: Soumettre

source: Reset
fr: Réinitialiser

source: Explore Data
fr: Explorer les données

source: (Requested)
fr: (Demandé)

source: Data Information
fr: Informations sur le jeu de données

source: I think this data is pertinent.
fr: Je pense que ces données sont pertinentes.

source: Requested Data Provided:
fr: Jeu de données demandé fourni :

source: Last Modified:
fr: Dernière modification :

source: Download data:
fr: Télécharger le jeu de données :

source: Click here
fr: Cliquez ici

source: Update frequency:
fr: Fréquence de mise à jour :

source: List of projects using this open data
fr: Liste des projets utilisant ces données ouvertes

source: View project
fr: Voir le projet

source: Data Options
fr: Options du jeu de données

source: Share Data
fr: Partager le jeu de données

source: Reply to Data Request
fr: Réponse à la demande de données

source: Report Data Issue
fr: Rapport sur les problèmes de données

source: Data Quality
fr: Qualité du jeu de données

source: More/Less Detail
fr: Plus/moins de détails

source: Dataset Quality
fr: Qualité du jeu de données

source: Metrics
fr: Métriques

source: Check if the title, description and last update are provided
fr: Vérifiez si le titre, la description et la dernière mise à jour sont fournis

source: Dataset Information
fr: Informations sur le jeu de données

source: Check if all column labels are provided
fr: Vérifiez si toutes les étiquettes de colonnes sont fournies

source: Column Labels
fr: Étiquettes des colonnes

source: Check if all column descriptions are provided
fr: Vérifiez si toutes les descriptions de colonnes sont fournies

source: Column descriptions
fr: Description des colonnes

source: Check if all cells have values
fr: Vérifiez si toutes les cellules ont des valeurs

source: Complete cells
fr: Cellules complètes

source: Average of dataset quality
fr: Moyenne de la qualité des données

source: Subscribe to Data
fr: S'abonner au jeu de données

source: Data Content
fr: Contenu des données

source: Explore Columns
fr: Explorer les colonnes

source: Learn more about each column of your dataset.
fr: Apprenez-en davantage sur chaque colonne de votre ensemble de données.

source: Select column
fr: Sélectionnez une colonne

source: Previous Comments
fr: Commentaires précédents

source: Reply to data request
fr: Réponse à la demande de données

source: Report a data issue
fr: Signaler un problème de données

source: Check if your comment answers to the data request
fr: Vérifiez si votre commentaire répond à la demande de données

source: Create/Load Project
fr: Créer/Charger un projet

source: Add Data
fr: Ajouter des données

source: New here?
fr: Vous êtes nouveau ici ?

source: Create a new project
fr: Créer un nouveau projet

source: Create project will allow you to save your changes for future use or allow others users who have the project code to edit it.
fr: Créer un projet vous permettra d'enregistrer vos modifications pour une utilisation ultérieure ou de permettre à d'autres utilisateurs possédant le code du projet de le modifier.

source: All fields marked with * are required
fr: Tous les champs marqués d'un * sont obligatoires

source: Choose your project type*
fr: Choisissez votre type de projet*

source: Select the project type
fr: Sélectionnez le type de projet

source: Choose your project status*
fr: Choisissez le statut de votre projet*

source: Country*
fr: Pays*

source: Select the country of the project
fr: Sélectionnez le pays du projet

source: State/City*
fr: Etat/Ville*

source: Enter the state/city of the project
fr: Indiquez l'état/la ville du projet

source: Domain*
fr: Domaine*

source: Select the domain of the project
fr: Sélectionnez le domaine du projet

source: Title*
fr: Titre*

source: Project title
fr: Titre du projet

source: Access Link*
fr: Lien d'accès

source: E.g., https://example.com
fr: Par exemple, https://example.com

source: Description of the project
fr: Description du projet

source: Contact Information (Name & Email)*
fr: Informations de contact (nom et courriel)*

source: e.g., Peter|peter@gmail.com
fr: par exemple, Peter|peter@gmail.com

source: Enable it to make your project public (other users can access/duplicate it).
fr: Activez-la pour rendre votre projet public (d'autres utilisateurs peuvent y accéder/le dupliquer).

source: Share with all users?
fr: Partager avec tous les utilisateurs ?

source: Logo or Screnshot to present your project
fr: Logo ou Screnshot pour présenter votre projet

source: Save Changes
fr: Sauvegarder les changements

source: Create New Project
fr: Créer un nouveau projet

source: OR
fr: Ou

source: Load the project using a project code?
fr: Charger le projet en utilisant un code de projet ?

source: Enter existant project code
fr: Entrez le code du projet existant

source: My Projects
fr: Mes projets

source: Load project
fr: Charger le projet

source: What's next?
fr: Quelle est la prochaine étape ?

source: Add the datasets used or to be used by the project, if you know them.
fr: Ajoutez les jeux de données utilisés ou devant être utilisés par le projet, si vous les connaissez.

source: Add related data
fr: Ajouter des données connexes

source: Integrate the data used by the project. Select the data directly from OGD portals or use other options (upload file or external link).
fr: Intégrer les données utilisées par le projet. Sélectionnez les données directement à partir des portails d'OGD ou utilisez d'autres options (téléchargement de fichier ou lien externe).

source: Request data
fr: Demande de données

source: Need a dataset for a project? If so, provide the data details and the community will help you.
fr: Vous avez besoin d'un jeu de données pour un projet ? Si oui, fournissez les détails des données et la communauté vous aidera.

source: Add Data to Project
fr: Ajouter des jeux de données au projet

source: Please give us the information about the open data portal and the dataset.
fr: Veuillez nous donner des informations sur le portail de données ouvertes et le jeu de données.

source: Use this code to edit the project in the future.
fr: Utilisez ce code pour modifier le projet à l'avenir.

source: Project code:
fr: Code du projet :

source: Select/Enter Portal
fr: Sélectionner/Entrer le portail

source: Eg. https://data.namur.be/
fr: Par exemple, https://data.namur.be/

source: Provide dataset information and press enter
fr: Fournissez les informations sur le jeu de données et appuyez sur la touche Entrée

source: Eg. covid and press enter
fr: Par exemple, covid et appuyez sur la touche Entrée

source: Please clean up your data before uploading it to the system. Your data must have column names in the header.
fr: Veuillez corriger vos données avant de les télécharger dans le système. Vos données doivent avoir des noms de colonne dans l'en-tête.

source: Select Online Resources
fr: Sélectionnez les ressources en ligne

source: Select
fr: Sélectionnez

source: Close
fr: Fermer

source: Use External Link
fr: Utiliser un lien externe

source: Submit Data
fr: Soumettre des données

source: Enter Project Code
fr: Entrez le code du projet

source: Enter project code
fr: Entrez le code du projet

source: Load Project
fr: Charger le projet

source: Drop your files here (csv, json, xls, xlsx only)
fr: Déposez vos fichiers ici (csv, json, xls, xlsx uniquement)

source: Drop your excel files here
fr: Déposez vos fichiers excel ici

source: or
fr: ou

source: Upload your files
fr: Téléchargez vos fichiers

source: Select Files from your computer
fr: Sélectionnez les fichiers de votre ordinateur

source: You can also
fr: Vous pouvez également

source: Use existing data in the system
fr: Utiliser les données existantes dans le système

source: Use Existing Data
fr: Utiliser les données existantes

source: Get data from external link
fr: Obtenir des données à partir d'un lien externe

source: Load/Create Project
fr: Charger/Créer un projet

source: Project
fr: Projet

source: Load Existant Project
fr: Charger un projet existant

source: List Data Selected
fr: Liste des données sélectionnées

source: (Data Quality:
fr: (Qualité des données :

source: Delete Data
fr: Supprimer des données

source: Delete
fr: Supprimer

source: Explore
fr: Explorer

source: Edit Data Information
fr: Modifier les informations sur les données

source: Edit
fr: Modifier

source: Preprocess your data before using it
fr: Prétraitez vos données avant de les utiliser

source: Which transformation to apply?
fr: Quelle transformation appliquer ?

source: Select transformation
fr: Sélectionner la transformation

source: Drop Columns
fr: Supprimer les colonnes

source: Search & Replace Values
fr: Rechercher et remplacer des valeurs

source: Aggregate Data
fr: Données agrégées

source: Combine Data
fr: Combiner les données

source: Get started by choosing your transformation
fr: Commencez par choisir votre transformation

source: Dataset*
fr: Jeu de données*

source: Select Data
fr: Sélectionnez le jeu de données

source: Columns*
fr: Colonnes*

source: Select Columns
fr: Sélectionnez les colonnes

source: New Dataset Name
fr: Nom du nouveau jeu de données

source: Dataset Title
fr: Titre du jeu de données

source: Leave empty if you wish to overwrite the current dataset. Putting a title different from the current is recommended.
fr: Laissez vide si vous souhaitez écraser l'ensemble de données actuel. Il est recommandé de mettre un titre différent du titre actuel.

source: Execute
fr: Exécuter

source: Search
fr: Recherche

source: Search ...
fr: Recherche ...

source: Leave empty if you wish to search for empty cells.
fr: Laissez vide si vous souhaitez rechercher les cellules vides.

source: Replace*
fr: Remplacer*

source: Replace by ...
fr: Remplacer par ...

source: Dataset 1*
fr: Ensemble de données 1*

source: Column 1*
fr: Colonne 1*

source: Select Column
fr: Sélectionner la colonne

source: Relation Type*
fr: Type de relation *

source: Dataset 2
fr: Jeu de données 2

source: Column 2*
fr: Colonne 2*

source: New Dataset Name*
fr: Nouveau nom du jeu de données*

source: Putting a title different from the current is recommended.
fr: Il est recommandé de mettre un titre différent du titre actuel.

source: Hide/Show Data Information
fr: Masquer/afficher les informations sur les données

source: See Data Info
fr: Voir les informations sur les données

source: Is the auto-detection of datatype wrong? If yes, correct the wrong detection
fr: L'auto-détection du type de données est-elle erronée ? Si oui, corrigez la détection erronée

source: Which attribute has wrong datatype?
fr: Quel attribut a un mauvais type de données ?

source: Choose the correct datatype
fr: Choisissez le bon type de données

source: Select Type
fr: Sélectionnez le type

source: Process
fr: Traiter

source: Create visualization
fr: Créer une visualisation

source: ODEON will suggest you some visualisations after selection of columns and purpose of the visualization(not mandatory).
fr: ODEON vous proposera des visualisations après avoir sélectionné les colonnes et le but de la visualisation (non obligatoire).

source: Get recommendations
fr: Obtenir des recommandations

source: ODEON will automatically suggest you multiple visualizations that you can easily modify if needed and add them to your dashboard.
fr: ODEON vous proposera automatiquement plusieurs visualisations que vous pourrez facilement modifier si nécessaire et les ajouter à votre tableau de bord.

source: You're done. Thank you for sharing your project with us.
fr: Vous avez terminé. Merci d'avoir partagé votre projet avec nous.

source: Centralized repository for open government data initiatives
fr: Référentiel centralisé pour les initiatives de données gouvernementales ouvertes

source: Search project by code, title, description
fr: Rechercher un projet par code, titre, description

source: View All Projects
fr: Voir tous les projets

source: About ODEON
fr: A propos de ODEON

source: ODEON is a centralized repository whose objective is to facilitate communication betweeen Open Government Data (OGD) stakeholders: citizens, developers and publishers.<br/><br/> <b>As citizen</b>, you can suggest a project idea for developers and also follow the progress of the project development if needed.<br/> <b>As developer</b>, you can discover the projects that citizens are interested in and also get feedback from users during the development progress. In addition, you can request datasets from publishers and also report issues found in datasets used in your projects.<br/> <b>As publisher</b>, you can discover the projects that used our datasets. You can also find out about requested data and reported issues with our datasets.
fr: ODEON est un référentiel centralisé dont l'objectif est de faciliter la communication entre . les parties prenantes de l'Open Government Data (OGD) : citoyens, développeurs et éditeurs.<br/><br/> <b>En tant que citoyen</b>, vous pouvez suggérer une idée de projet pour les développeurs et également suivre l'évolution du développement du projet si nécessaire.<br/> <b>En tant que développeur</b>, vous pouvez découvrir les projets qui intéressent les citoyens et également obtenir des retours des utilisateurs au cours de l'avancement du développement. En outre, vous pouvez demander des ensembles de données aux éditeurs et également signaler les problèmes trouvés dans les ensembles de données utilisés dans vos projets.<br/> <b>En tant qu'éditeur</b>, vous pouvez découvrir les projets qui ont utilisé nos jeux de données. Vous pouvez également vous renseigner sur les données demandées et les problèmes signalés avec nos jeux de données.

source: Choose your user type
fr: Choisissez votre type d'utilisateur

source: Please select the user type that suits you best to see the related features.
fr: Veuillez sélectionner le type d'utilisateur qui vous convient le mieux pour voir les fonctionnalités associées.

source: Explore OGD reuses
fr: Explorer les projets existants

source: Discover all the applications/services that have been developed using the OGD.
fr: Découvrez toutes les applications/services qui ont été développées à l'aide de l'OGD.

source: Explore suggested projects
fr: Explorer les projets proposés

source: Discover all the applications/services that are suggested by users.
fr: Découvrez toutes les applications/services qui sont suggérées par les utilisateurs.

source: Suggest a project
fr: Suggérer un projet

source: Have an idea? if so drop it here and the community will work on that as soon as possible.
fr: Vous avez une idée ? Si oui, déposez-la ici et la communauté y travaillera dès que possible.

source: Register an OGD reuse
fr: Enregistrer un projet existant

source: Register an existing application or service developed using OGD in the system.
fr: Enregistrer dans le système une application ou un service existant développé à l'aide d'OGD.

source: Have an idea and want to check if it is relevant for citizens? if so drop it here and the community will give you their feedback.
fr: Vous avez une idée et vous voulez vérifier si elle est pertinente pour les citoyens ? Si oui, déposez-la ici et la communauté vous donnera son avis.

source: Explore projects
fr: Explorer les projets

source: Discover all the existing and suggested applications/services using the OGD.
fr: Découvrez toutes les applications/services existantes et suggérées utilisant l'OGD.

source: View requested data
fr: Afficher les jeux de données demandés

source: View all the requested data by developers and respond to them.
fr: Consultez toutes les données demandées par les développeurs et répondez-leur.

source: View data issues
fr: Voir les problèmes de données

source: View and respond to all issues related to a specific dataset.
fr: Visualisez et répondez à toutes les questions relatives à un ensemble de données spécifique.

source: Subscribe to a weekly report
fr: S'abonner à un rapport hebdomadaire

source: Get a weekly report on requested data and data issues.
fr: Obtenez un rapport hebdomadaire sur les données demandées et les problèmes de données.

source: Contact Us
fr: Nous contacter

source: Do not hesitate to contact us if you have any suggestions to improve the system or if you have any questions.
fr: N'hésitez pas à nous contacter si vous avez des suggestions pour améliorer le système ou si vous avez des questions.

source: Full Name*
fr: Nom et prénom*

source: Email*
fr: Courriel*

source: Easily create a dashboard using Open Government Data<br/>
fr: Créez facilement un tableau de bord en utilisant les données gouvernementales ouvertes<br/>

source: Create your dashbord from scratch or from an existent dashboard in few steps without programming knowledge. Let's get started.<br/>
fr: Créez votre tableau de bord à partir de zéro ou d'un tableau de bord existant en quelques étapes sans connaissances en programmation. Commençons.<br/>

source: Get Started
fr: Démarrer

source: How confident are you in data visualization ?
fr: Quel est votre degré de confiance dans la visualisation des données ?

source: Example of frontend of ODEON.
fr: Exemple de frontend de ODEON.

source: Check existent projects<small style="font-size: 12pt;"> <br/>You can base on one of the following project to start yours.</small>
fr: Vérifiez les projets existants<small style="font-size : 12pt ;"> <br/>Vous pouvez vous baser sur l'un des projets suivants pour démarrer le vôtre.</small>

source: Search by code, titile or description
fr: Recherche par code, titre ou description

source: There are no projects matching your request. Please modify your request.
fr: Il n'y a aucun projet correspondant à votre demande. Veuillez modifier votre demande.

source: Want to know more about the architecture of ODEON? <small style="font-size: 12pt;">(check below) <br/>No coding skills required to use it.</small>
fr: Vous voulez en savoir plus sur l'architecture de l'ODEON ? <small style="font-size : 12pt ;">(vérifier ci-dessous) <br/>Aucune compétence en codage n'est requise pour l'utiliser.</small>

source: Architecture of ODEON. From data collection until dashbord creation.
fr: Architecture de l'ODEON. De la collecte des données à la création des tableaux de bord.

source: Explore requested projects
fr: Explorer les projets demandés

source: Requested Data & Data Issues
fr: Données demandées et problèmes de données

source: Search by country and city to see the requested data and reported data issues in your area.
fr: Effectuez une recherche par pays et par ville pour voir les données demandées et les problèmes de données signalés dans votre région.

source: Select the country of the data
fr: Choisissez le pays des données

source: Enter the state/city of the data
fr: Entrez l'état/la ville des données

source: Search title, description, contact
fr: Rechercher un titre, une description, un contact

source: No request data.
fr: Pas de données de demande.

source: Data Issues
fr: Problèmes sur les jeux de données

source: Search comment, name, file title, file description
fr: Recherche de commentaire, nom, titre du fichier, description du fichier

source: Related File:
fr: Dossier connexe :

source: View
fr: Voir

source: No data issue.
fr: Pas de problème de données.
