Repository: chokkipaterne/odeon
Catalog: locales/*/LC_MESSAGES/django.po
Languages: fr

source: Create an interactive dashboard in few steps
fr: Créer un tableau de bord interactif en quelques étapes

source: Whether you have a basic or advanced knowledge in data visualization, creating your <b class='indigo-text'>dashboard</b> through attractive, interactive charts/maps is now <b class='indigo-text'>simpler than ever</b>.
fr: Que vous ayez des connaissances de base ou avancées en matière de visualisation de données, La création de votre <b class='indigo-text'>dashboard</b> par le biais de cartes/graphiques interactives et attrayantes est désormais <b class='indigo-text'>plus simple que jamais</b>

source: Let's get started.<br/>How confident are you in data visualization ?
fr: Commençez. <br/> Quel est votre degré de confiance dans la visualisation des données ?

source: Feedback
fr: Avis

source: Feel free to leave your comments. That will help us to improve the system.
fr: N'hésitez pas à laisser vos commentaires. Cela nous aidera à améliorer le système.

source: Data Issues - ODEON
fr: Questions relatives aux données - ODEON

source: data issues found.
fr: problèmes sur les jeux de données trouvés.

source: There are no issues matching your request. Please modify your request.
fr: Il n'y a aucun problème correspondant à votre demande. Veuillez modifier votre demande.

source: Login
fr: Se connecter

source: If you don't have an account
fr: Si vous n'avez pas de compte

source: sign up
fr: s'inscrire

source: instead
fr: à la place

source: Projects - ODEON
fr: Projets - ODEON

source: Project Type
fr: Type de projet

source: OGD Reuse
fr: Projet existant

source: Suggested Project
fr: Projet suggéré

source: Project Status
fr: Statut du projet

source: Topics
fr: Thèmes

source: OGD reuses found.
fr: projets existants trouvés.

source: suggested projects found.
fr: projets suggérés trouvés.

source: projects found.
fr: projets trouvés.

source: Last Modified
fr: Dernière modification

source: Register
fr: S'inscrire

source: Registration is not required, but it will give you easy access to our previous projects.
fr: L'inscription n'est pas obligatoire, mais elle vous permettra d'accéder facilement à nos projets précédents.

source: Sign Up
fr: S'inscrire

source: If you already have an account
fr: Si vous avez déjà un compte

source: login
fr: connexion

source: Visualization
fr: Visualisation

source: Visualize Data
fr: Visualiser le jeu de données

source: Project Code:
fr: Code du projet :

source: Send this code to your team to collaborate on this project.
fr: Envoyez ce code à votre équipe pour collaborer à ce projet.

source: Dashboard Code:
fr: Code du tableau de bord :

source: Data Info
fr: Informations sur les données

source: Predefined Tasks
fr: Tâches prédéfinies

source: Create Visualization
fr: Créer une visualisation

source: Get Recommendations for Analysis
fr: Obtenir des recommandations pour l'analyse

source: Get Distribution Recommendations
fr: Obtenir des recommandations de distribution

source: Setup Dashboard
fr: Configurer le tableau de bord

source: Add Visulization to Dashboard
fr: Ajouter la visulisation au tableau de bord

source: Ready to see your dashboard in action? Click on this button
fr: Prêt à voir votre tableau de bord en action ? Cliquez sur ce bouton

source: Save Changes & Run Dashboard
fr: Enregistrer les modifications et exécuter le tableau de bord

source: Data
fr: Données

source: search dimension or measure ...
fr: recherche dimension ou mesure ...

source: (Drag elements below to create visualization)
fr: (Faites glisser les éléments ci-dessous pour créer une visualisation)

source: Get Recommendation Visualizations for Distribution
fr: Obtenir des visualisations de recommandations pour la distribution

source: Get Recommendation Visualizations for Analysis
fr: Obtenir des visualisations de recommandations pour l'analyse

source: Vizs for Analysis
fr: Vizs pour l'analyse

source: Add to attributes
fr: Ajouter aux attributs

source: Add to filters
fr: Ajouter aux filtres

source: Add to dashboard filters
fr: Ajouter aux filtres du tableau de bord

source: Measures
fr: Mesures

source: Choose one or multiple visualization type
fr: Choisissez un ou plusieurs types de visualisation

source: search visualization type ...
fr: recherche type de visualisation ...

source: Alternative visualizations
fr: Visualisations alternatives

source: Load More
fr: Charger plus

source: Drag and Drop here
fr: Glisser-déposer ici

source: 1. Setup your visualization marks
fr: 1. Configurez vos marques de visualisation

source: Which visualization type do you want?
fr: Quel type de visualisation souhaitez-vous ?

source: Choose Visualization Type
fr: Choisissez le type de visualisation

source: Viz Type
fr: Type de visualisation

source: Drop attributes here
fr: Déposez les attributs ici

source: Which orientation to apply for the graph?
fr: Quelle orientation appliquer pour le graphique ?

source: Visualization orientation
fr: Orientation de la visualisation

source: Select Viz Orientation
fr: Sélectionnez l'orientation Viz

source: How to group the elements of the graph?
fr: Comment regrouper les éléments du graphique ?

source: Visualization grouping
fr: Groupement de visualisation

source: Select Viz Grouping
fr: Sélectionnez le groupement Viz

source: Group
fr: Groupe

source: Stacked (only bar chart)
fr: Empilés (seulement diagramme à barres)

source: Overlay
fr: Superposition

source: Weights(%%) & Min score
fr: Poids (%%) et score minimum

source: weight for experts
fr: poids pour les experts

source: intermediate
fr: intermédiaire

source: weight for intermediates
fr: poids pour les intermédiaires

source: weight for non-experts
fr: poids pour les non-experts

source: threshold
fr: seuil

source: Min score used to decide if the visualization is acceptable or not
fr: Score minimum utilisé pour décider si la visualisation est acceptable ou non

source: 1. Which attributes do you want to visualize?
fr: 1. Quels sont les attributs que vous voulez visualiser ?

source: Drop attributes or Click on
fr: Glisser les attributs ou cliquez sur

source: nearby the wanted attributes
fr: à proximité des attributs recherchés

source: This feature helps you to generate the visualization without specifying the visualization marks
fr: Cette fonction vous permet de générer la visualisation sans spécifier les marques de visualisation

source: Attributes
fr: Attributs

source: Drop attributes you want to visualize here
fr: Déposez ici les attributs que vous souhaitez visualiser

source: Confident in data visualization, click on button below to see more options
fr: Confiant dans la visualisation des données, cliquez sur le bouton ci-dessous pour voir plus d'options

source: Advanced Options
fr: Options avancées

source: Finish
fr: Terminer

source: Next
fr: Suivant

source: 2. Which filters do you want to apply?
fr: 2. Quels filtres voulez-vous appliquer ?

source: (optional)
fr: (facultatif)

source: Choose the operator to use
fr: Choisissez l'opérateur à utiliser

source: AND
fr: Et

source: Keep data from filters
fr: Protéger les données des filtres

source: Keep
fr: Gardez

source: Exclude data from filters
fr: Exclure les données des filtres

source: Exclude
fr: Exclure

source: Previous
fr: Précédent

source: 3. What is your visualization objective?
fr: 3. Quel est votre objectif de visualisation ?

source: That option will help to affine the results
fr: Cette option contribuera à affiner les résultats

source: Select attributes
fr: Sélectionner les attributs

source: Click on 'Generate Viz' when you are done with the above settings
fr: Cliquez sur "Générer Viz" lorsque vous avez terminé les paramètres ci-dessus

source: Generate Visualization based on marks
fr: Générer une visualisation basée sur les marques

source: Generate Viz
fr: Générer Viz

source: Less Options
fr: Moins d'options

source: Idioms
fr: Idiomes

source: Back
fr: Retour

source: Empty rates
fr: Vider des scores

source: Empty Rates
fr: Vider des scores

source: Reorder visualizations based on the different rates
fr: Réorganiser les visualisations en fonction des différents scores

source: Reorder Viz
fr: Réorganiser Viz

source: Submit the different rates
fr: Soumettre les différents scores

source: Submit Rates
fr: Soumettre les scores

source: Search by keywords your graph among the listed visualizations
fr: Recherchez par mots clés votre graphique parmi les visualisations listées

source: search your graph among the listed visualizations ....
fr: recherchez votre graphique parmi les visualisations répertoriées ....

source: Exact Search?
fr: Recherche exacte ?

source: Don't find what you are looking for?
fr: Vous ne trouvez pas ce que vous cherchez ?

source: Create your visualization
fr: Créez votre visualisation

source: Dashboard Settings
fr: Paramètres du tableau de bord

source: (The default settings will be used if no configuration is made.)
fr: (Les paramètres par défaut seront utilisés si aucune configuration n'est effectuée.)

source: 1. Which filters do you want to apply for dashboard?
fr: 1. Quels filtres voulez-vous appliquer pour le tableau de bord ?

source: Drag to remove element or click on the element to setup some options
fr: Faites glisser pour supprimer l'élément ou cliquez sur l'élément pour configurer certaines options

source: Make your project public?
fr: Rendre votre projet public ?

source: Advanced
fr: Avancé

source: Visulization Settings
fr: Paramètres de visulisation

source: Show Title
fr: Afficher le titre

source: Show Description
fr: Afficher la description

source: Show Filters
fr: Afficher les filtres

source: 1 Column
fr: 1 Colonne

source: 2 Columns
fr: 2 Colonnes

source: Dashboard Visualizations
fr: Visualisations des tableaux de bord

source: Run Dashboard
fr: Tableau de bord

source: Are you sure that you want to delete that visualization?
fr: Êtes-vous sûr de vouloir supprimer cette visualisation ?

source: Run Dashboard. Make sure you save your changes first.
fr: Exécution du tableau de bord. Assurez-vous d'abord de sauvegarder vos modifications.

source: Edit visualization
fr: Modifier la visualisation

source: Remove this visualization from dashboard
fr: Supprimer cette visualisation du tableau de bord

source: Show Visulization based on display type
fr: Afficher la visulisation en fonction du type d'affichage

source: Please choose an option for the element
fr: Veuillez choisir une option pour l'élément

source: Please specify a filter
fr: Veuillez spécifier un filtre

source: Name of this attribute in dashbaord
fr: Nom de cet attribut dans le tableau de bord

source: Value
fr: Valeur

source: Apply
fr: Appliquer

source: Score settings
fr: Paramètres des scores

source: All fields are required
fr: Tous les champs sont obligatoires

source: Subscription saved successfully
fr: L'abonnement a été enregistré avec succès

source: Something went wrong
fr: Quelque chose s'est mal passé

source: Feedback sent successfully
fr: Feedback envoyé avec succès

source: Please fill message
fr: Veuillez remplir le message

source: Message sent successfully
fr: Message envoyé avec succès

source: New account created:
fr: Nouveau compte créé :

source: Invalid username or password.
fr: Nom d'utilisateur ou mot de passe invalide.

source: Logged out successfully!
fr: Déconnexion réussie !

source: Project saved successfully
fr: Projet sauvegardé avec succès

source: Fields * are required
fr: Les champs * sont obligatoires

source: File already exists
fr: Le fichier existe déjà

source: Add online resource #{}# to project
fr: Ajouter la ressource en ligne #{}# au projet

source: Project loaded successfully
fr: Projet chargé avec succès

source: Project code invalid
fr: Code de projet non valide

source: Please fill code
fr: Veuillez remplir le code

source: Format file invalid
fr: Fichier de format invalide

source: File invalid
fr: Fichier non valide

source: Please fill all fileds
fr: Veuillez remplir tous les champs

source: Impossible to retrieve data.
fr: Impossible de récupérer les données.

source: No datasets match your request.
fr: Aucun jeu de données ne correspond à votre demande.

source: Unable to retrieve dataset
fr: Impossible de récupérer le jeu de données

source: No dataset available
fr: Aucune donnée disponible

source: Unable to retrieve data
fr: Impossible de récupérer le jeu de données

source: Dashboard duplicated successfully
fr: Le tableau de bord a été dupliqué avec succès

source: Feedback saved successfully
fr: Le commentaire a été sauvegardé avec succès

source: Data Issue
fr: Problèmes sur les jeux de données

source: General
fr: Général

source: External
fr: Externe

source: Update Project Status
fr: Mise à jour de l'état du projet

source: Filter Data
fr: Filtrer le jeu de données

source: Dashboard Information
fr: Informations sur le tableau de bord

source: Share Dashboard
fr: Partager le tableau de bord

source: Emails (separated by ,)
fr: Emails (séparés par ,)

source: Send Mail
fr: Envoyer un courrier

source: Home
fr: Accueil

source: About
fr: A propos

source: Create Project
fr: Créer un projet

source: Projects
fr: Projets

source: Datasets
fr: Jeux de données

source: Admin Backend
fr: Administration

source: Logout
fr: Déconnexion

source: All Projects
fr: Tous les projets

source: Suggested Projects
fr: Projets suggérés

source: Update Project
fr: Mettre à jour le projet

source: All Data
fr: Toutes les jeux de données

source: Share
fr: Partager

source: Data Request
fr: Demande de données

source: Contact (Name|Email)*
fr: Contact (Nom|Email)*

source: e.g., peter|peter@test.com
fr: par exemple, peter|peter@test.com

source: Dataset Title*
fr: Titre du jeu de données*

source: Dataset Description*
fr: Description du jeu de données

source: Select the domain of the data*
fr: Sélectionner le domaine des données*

source: Impossible to access the api of the portal. Please make sure your link is correct or upload your file directly.
fr: Impossible d'accéder à l'api du portail. Veuillez vous assurer que votre lien est correct ou téléchargez directement votre fichier.

source: Impossible to retrieve data. Please try again later.
fr: Impossible de récupérer les données. Veuillez réessayer plus tard.

source: Dataset already exists in project
fr: Le jeu de données existe déjà dans le projet

source: Unable to load the file
fr: Impossible de charger le fichier

source: Action done successfully
fr: Action réalisée avec succès

source: Title:
fr: Titre :

source: Added successfully
fr: Ajouté avec succès

source: Deleted successfully
fr: Supprimé avec succès

source: Missing Values
fr: Valeurs manquantes

source: % of Missing Values
fr: % de valeurs manquantes

source: Please first upload data
fr: Veuillez d'abord télécharger les données

source: Correlation Information
fr: Informations sur la corrélation

source: Data Type Information
fr: Informations sur le type de données

source: No data to plot
fr: Pas de données à tracer

source: Unable to display the plot
fr: Impossible d'afficher l'intrigue

source: No data available for your request
fr: Aucune donnée disponible pour votre demande

source: How appropriate is the visualization used to represent these data?
fr: Dans quelle mesure la visualisation utilisée pour représenter ces données est-elle appropriée ?

source: Rate this visualization
fr: Notez cette visualisation

source: Bad
fr: Mauvais

source: Submit rate
fr: Soumettre votre score

source: See alternative visualizations
fr: Voir les visualisations alternatives

source: Alternative Vizs
fr: Vizs alternatifs

source: Zoom visualization
fr: Agrandir la visualisation

source: Zoom
fr: Agrandir

source: Add to dashboard
fr: Ajouter au tableau de bord

source: Edit rate settings
fr: Modifier les paramètres de score

source: Settings
fr: Paramètres

source: Rate visualization
fr: Noter la visualisation

source: Rate
fr: Score

source: Average Score
fr: Score moyen

source: Short interpretation of the graph
fr: Brève interprétation du graphique

source: Visualisation notes
fr: Notes de visualisation

source: shows
fr: montre

source: No Visulization inside the dashboard
fr: Pas de visulisation à l'intérieur du tableau de bord

source: External Link
fr: Lien externe

source: General Information
fr: Informations générales

source: Refresh Timeout (in seconds)
fr: Délai de rafraîchissement (en secondes)

source: Columns Information
fr: Informations sur les colonnes

source: Column
fr: Colonne

source: Datatype*
fr: Type de données*

source: Datatype:
fr: Type de données :

source: Missed Values:
fr: Valeurs manquées :

source: Correlation:
fr: Corrélation :

source: Visualizations
fr: Visualisations
